export const AboutMePage = () => {
    return (
        <>
            <div className="about_me__wrapper">
            </div>
            <div className='container__wrapper'>
                <div className="about_me">
                    <h2>
                        104, он же Юрий Дробитько – рэп-исполнитель, саунд-продюсер, музыкант из Казахстана.
                    </h2>
                    <p><span>В 2016 году</span> 104 дебютировал на альбоме Jillzay <span>«718 Jungle»</span>. А затем совместно с Truwer выпустил альбом <span>«Сафари»</span>.</p>
                    <p>В период <span>с 2018 по 2020 год</span> Юра отметился плодотворной работой. Он принял участие в записи многих бэнгеров, таких как «Мультибрендовый», «Bilboard», «3×3». Артист отметился на альбомах Скриптонита, T-Fest, Saluki, Платины. А впоследствии выпускает совместный со Скриптонитом EP <span>«Не ври, не верю»</span>.</p>
                    <p><span>В начале 2020</span> Юрий года сольно выпустил свой самый успешный альбом <span>«Кино без сигарет»</span>. Данный релиз стал одними из самых громких музыкальных проектов года. </p>
                    <p>2021 год для артиста отмечен выпуском совместного альбома с SALUKI под названием <span>«СТЫД ИЛИ СЛАВА»</span>, мгновенно завоевавшего первые места чартов.</p>
                </div>
            </div>
            <div className="about_me__wrapper-bottom"></div>
        </>
    )
}